Repository: usbtypec1/svavto-api-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Bonus enabled
ru: Премии активны

source: Bonuses
ru: Премии

source: Minimum cars count
ru: Минимальное количество авто

source: Minimum number of cars required to apply the bonus. Set to 0 to disable bonus.
ru: Минимальное количество авто для применения премии. Установите 0, чтобы отключить премию.

source: Bonus amount
ru: Размер премии

source: Amount of bonus to be applied. Set to 0 to disable bonus.
ru: Размер премии. Установите 0, чтобы отключить премию.

source: Excluded from bonuses staff
ru: Исключенные из премий сотрудники

source: Updated at
ru: Дата обновления

source: Bonus settings
ru: Настройки премий

source: search by name or id
ru: Поиск по названию или ID

source: Car transporters
ru: Перегонщики

source: Car transporters and washers
ru: Перегонщики-мойщики

source: car wash
ru: Мойка

source: car wash with this name already exists
ru: Мойка с этим названием уже существует

source: car wash was not found
ru: Мойка не найдена

source: car wash service was not found
ru: Услуга мойки не найдена

source: Car wash name
ru: Название мойки

source: Car transporter comform class price
ru: Мойка авто комфорт класса для перегонщика

source: Car transporter business class price
ru: Мойка авто бизнес класса для перегонщика

source: Car transporter van price
ru: Мойка фургона для перегонщика

source: Windshield washer price per bottle
ru: Цена за бутылку незамерзайки

source: Car transporters and washers comfort class price
ru: Мойка авто комфорт класса для перегонщика-мойщика

source: Car transporters and washers business class price
ru: Мойка авто бизнес класса для перегонщика-мойщика

source: Car transporters and washers van price
ru: Мойка фургона для перегонщика-мойщика

source: Is hidden
ru: Скрыто

source: Created at
ru: Дата создания

source: car washes
ru: Мойки

source: car wash service id
ru: ID услуги мойки

source: car wash service name
ru: Название услуги мойки

source: is countable
ru: Исчисляемая услуга

source: parent service
ru: Родительская услуга

source: is dry cleaning
ru: Химчистка

source: priority
ru: Приоритет

source: the higher the number, the higher the priority
ru: Чем выше число, тем больше приоритет

source: Max count
ru: Максимальное количество

source: created at
ru: Дата создания

source: updated at
ru: Дата обновления

source: car wash service
ru: Услуга мойки

source: car wash services
ru: Услуги мойки

source: additional service
ru: Доп.услуги

source: price
ru: Цена

source: car wash service price
ru: Цена услуги мойки

source: car wash service prices
ru: Цены услуги мойки

source: Deposits
ru: Удержания

source: Road accident deposit exception not found.
ru: Исключение от удержаний не найдено

source: Fine deposit exception not found.
ru: Исключение от удержаний не найдено

source: Staff
ru: Сотрудник

source: From date
ru: От

source: To date
ru: До

source: Fine deposit exception
ru: Исключение от удержаний (штрафы)

source: Fine deposit exceptions
ru: Исключения от удержаний (штрафы)

source: From date must be less than to date.
ru: from_date должен быть меньше или равен to_date

source: Road accident deposit exception
ru: Исключение от удержаний (фонд ДТП)

source: Road accident deposit exceptions
ru: Исключения от удержаний (фонд ДТП)

source: Dry cleaning
ru: Химчистки

source: Dry cleaning request not found
ru: Запрос на химчистку не найден

source: Dry cleaning request has invalid status
ru: Неправильный статус запроса на химчистку

source: Dry cleaning admin
ru: Админ химчистки

source: Dry cleaning admins
ru: Админы химчисток

source: Dry cleaning request
ru: Запрос на химчистку

source: url
ru: Ссылка

source: Dry cleaning request photo
ru: Фото запроса на химчистку

source: Dry cleaning request photos
ru: Фото запросов на химчистку

source: Car wash service
ru: Услуга мойки

source: Count
ru: Количество

source: Dry cleaning request service
ru: Услуга запроса на химчистку

source: Dry cleaning request services
ru: Услуги запросов на химчистку

source: Pending
ru: Ожидание

source: Approved
ru: Одобрено

source: Rejected
ru: Отклонено

source: Shift
ru: Смена

source: Car number
ru: Гос.номер

source: Status
ru: Статус

source: Response comment
ru: Комментарий к ответу

source: Dry cleaning requests
ru: Запросы на химчистку

source: Car number %(car_number)s - shift %(shift_date)s
ru: Гос.номер %(car_number)s - смена %(shift_date)s

source: Date
ru: Дата

source: economics
ru: Экономика

source: invalid penalty consequence
ru: Неправильное последствие штрафа

source: Car transfer penalty not found
ru: Штраф перегонщику не найден

source: Car transfer surcharge not found
ru: Доплата перегонщику на найдена

source: Car wash
ru: Мойка

source: Reason
ru: Причина

source: Amount
ru: Сумма

source: car wash penalty
ru: Штраф мойке

source: car wash penalties
ru: Штрафы мойкам

source: car wash surcharge
ru: Доплата мойке

source: car wash surcharges
ru: Доплаты мойкам

source: dismissal
ru: Увольнение

source: warn
ru: Предупреждение

source: Consequence
ru: Последствие

source: Car transporter penalty
ru: Штраф перегонщику

source: Car transporter penalties
ru: Штрафы перегонщикам

source: Penalty
ru: Штраф

source: Photo URL
ru: Ссылка на фото

source: penalty photo
ru: Фото штрафа

source: penalty photos
ru: Фото штрафов

source: Car transporter surcharge
ru: Доплаты перегонщику

source: Car transporter surcharges
ru: Доплаты перегонщикам

source: Comfort class car transfer
ru: Перегон авто комфорт класса

source: Business class car transfer
ru: Перегон авто бизнес класса

source: Van transfer
ru: Перегон фургона

source: Urgent car transfer
ru: Перегон срочки

source: Item dry cleaning
ru: Химчистка одного элемента

source: Car transporter and washer service price
ru: Цена услуги перегонщика-мойщика

source: Car transporter and washer service prices
ru: Цены услуг перегонщика-мойщика

source: Extra shift
ru: Доп.смена

source: Under plan planned car transfer
ru: Цена за перегон запланированного авто меньше мин.плана

source: Car transporter service price
ru: Цена услуги перегонщика

source: Car transporter service prices
ru: Цены услуг перегонщика

source: period end can not be before period start
ru: Конец периода не может быть раньше начала периода

source: period duration can not be greater than 60 days
ru: Длительность периода не может быть больше 60 дней

source: Photo not provided
ru: Фото не предоставлено

source: Photo not uploaded
ru: Фото не загружено

source: current shift
ru: Текуща смена

source: yes
ru: Да

source: staff
ru: Сотрудник

source: shift date
ru: Дата смены

source: car number
ru: Гос.номер

source: car class
ru: Класс авто

source: wash type
ru: Тип мойки

source: windshield washer refilled bottle percentage
ru: Процентаж залитой бутылки незамерзайки

source: transfer price at the moment
ru: Цена перегона на момент добавления

source: price of comfort class car washing at the moment
ru: Цена мойки авто комфорт класса в момент добавления

source: price of business class car washing at the moment
ru: Цена мойки авто бизнес класса в момент добавления

source: price of van washing at the moment
ru: Цена мойки фургона в момент добавления

source: price of windshield washer per bottle at the moment
ru: Цена бутылки незамерзайки в момент добавления

source: started
ru: Начата

source: no
ru: Нет

source: finished
ru: Завершена

source: you can search by staff name or staff id
ru: Вы можете искать по ФИО или ID сотрудника

source: staff has active shift
ru: Сотрудник уже начал смену

source: search by shift ID, car number and shift date
ru: Поиск по ID смены, гос.номеру или дате смены

source: search by shift ID, car number, service name
ru: Поиск по ID смены, гос.номеру или названию услуги

source: shift
ru: Смена

source: staff has no active shift
ru: У сотрудника нет активной смены

source: car wash is the same as the current one
ru: Мойка та же что и текущая

source: shift for the specific date not found
ru: Смена на определенну дату не найдена

source: shift is already finished
ru: Смена уже завершена

source: staff has no any shift
ru: У сотрудника нет смены

source: shift not found
ru: Смена не найдена

source: car was already washed on the shift
ru: Авто уже было помыто за смену

source: shift already exists
ru: Смена уже существует

source: additional service could not be provided
ru: Доп.услуга не может быть предоставлена

source: staff service price not found
ru: Услуга сотрудника

source: car to wash not found
ru: Перегнанное авто не найдено

source: month is not available
ru: Месяц не доступен

source: shift is not confirmed
ru: Смена не подтверждена

source: invalid time to start the shift
ru: Время начала смены еще не настало

source: shift is already confirmed
ru: Смена уже подтверждена

source: car to wash
ru: Перегнанное авто

source: Price for car transporters
ru: Цена (перегонщик)

source: price of additional service at the moment
ru: Цена доп.услуги

source: Price for car transporters and washers
ru: Цена (перегонщик-мойщик)

source: count
ru: Количество

source: additional services
ru: Доп.услуги

source: month
ru: Месяц

source: year
ru: Год

source: available date
ru: Доступная дата

source: available dates
ru: Доступные даты

source: comfort
ru: Комфорт

source: business
ru: Бизнес

source: van
ru: Фургон

source: planned
ru: Запланированная

source: urgent
ru: Срочная

source: Water
ru: Вода

source: Antifreeze
ru: Антифриз

source: Windshield washer type
ru: Тип незамерзайки

source: price of car transfer at the moment
ru: Цена перегона в момент добавления

source: price of item dry cleaning at the moment
ru: Цена химчистки одного элемента в момент добавления

source: cars to wash
ru: Перегнанные авто

source: car number: %(number)s
ru: Гос.номер: %(number)s

source: unknown car class
ru: Неизвестный класс авто

source: file id
ru: ID файла

source: shift finish photo
ru: Фото завершения смены

source: shift finish photos
ru: Фото завершения смены

source: Shift cars threshold: %(value)s
ru: Мин.план по авто: %(value)s

source: regular shift
ru: Обычная смена

source: test shift
ru: Тестовая смена

source: extra shift
ru: Доп.смена

source: date
ru: Дата

source: started at
ru: Дата начала

source: finished at
ru: Дата завершения

source: confirmed at
ru: Дата подтверждения

source: rejected at
ru: Дата отклонения

source: is extra shift
ru: Доп.смена

source: is test shift
ru: Тестовая смена

source: Shift cars threshold
ru: Мин.план по авто

source: The minimum number of cars that must be transferred during a shift.
ru: Минимальное количество авто которое должно быть перегнано за смену.

source: shifts
ru: Смены

source: Indicates if the windshield washer is hidden.
ru: Показывает скрыта ли незамерзайка.

source: Windshield washer is hidden
ru: Незамерзайка скрыта

source: Windshield washer is visible
ru: Незамерзайка видна

source: from_date should be less than or equal to to_date
ru: from_date должен быть меньше или равен to_date

source: banned
ru: Заблокирован

source: staff was not found
ru: Сотрудник не найден

source: staff already exists
ru: Сотрудник уже существует

source: staff register request already exists
ru: Запрос на регистрацию уже существует

source: staff register request was not found
ru: Запрос на регистрацию не найден

source: Car transporter
ru: Перегонщик

source: Car transporter and washer
ru: Перегонщик-мойщик

source: admin staff
ru: Администратор

source: admin staff list
ru: Администраторы

source: staff register request
ru: Запрос на регистрацию

source: staff register requests
ru: Запросы на регистрацию

source: Key
ru: Ключ

source: Texts
ru: Тексты

source: Text not found
ru: Текст не найден

source: Transferred car number help text
ru: Вспомогательный текст гос.номера авто

source: Transferred car class help text
ru: Вспомогательный текст класса авто

source: Value
ru: Значение

source: Text
ru: Текст
